{
  "FS-890 安全及運作原理是什麼?": "本設備採用齒條與齒輪帶動，並運用渦輪減速機的自鎖能力達到鎖定車廂的目的，並加上近100%配重(配重與車廂重量相當)使整體運作輕省節能，動力採用高精度伺服馬達系統，可達到精準扭力控制，並且安裝自行研發的安全系統，原理可類比安全帶，正常運行時並不作用，只有當雙傳動軸同時斷損後，設備下墬時立即啟動，實現最短距離(15-20cm)內將設備固定在軌道上的目的，在有限空間裡達成最安全的升降體驗。",
  "FS-890 遇到地震怎麼辦?": "地震發生時，傳統電梯內T型軌道如因劇烈晃動造成變形，電梯也就無法運行了，而FS-890採用鋼構軌道及齒條與齒輪帶動，100%安全防墜，地震將不影響本系統的運行，但地震時仍可能造成停電，如有安裝UPS系統則可正常運行，離開電梯後請勿再搭乘，避免因電池容量耗盡而受困。",
  "FS-890 停電時會如何?": "有安裝UPS不斷電系統：設備繼續運行到目標樓層，開門後就不可再搭乘，避免因電池容量耗盡而再次受困。\n未安裝UPS不斷電系統：停電時設備走到哪停到哪，此時你有兩種選擇\n\t一、只有自己在電梯，電梯外沒有家人朋友，只能靜候復電或是打電話請家人來將門扇從外部開啟，協助脫困，更詳細的操作部分請參閱手動開門的部分。\n\t二、自己在電梯，電梯外有家人朋友，直接請家人來將門扇從外部開啟即可。",
  "FS-890 超重時會如何?": "因本系統為齒軌動力系統，無法在未上升的情形下偵測重量，因此當上行載重超過額定復負載時，設備超重燈亮起並會停止運行並下降返回原位，開啟門扇讓乘客依序退出。",
  "FS-890 最小的設置空間為多少?": "包外尺寸107 x 86 ( 承場空間60x72cm )",
  "FS-890 最大載重為多少?": "各種尺寸皆適用，額定250KG 最大載重300KG (不包含特殊尺寸)",
  "FS-890 適用於何種場地?": "1.無法下挖機坑 2.無法加蓋機房 3.空間侷限 4.需要直角進出口方向 5.頂部樓層高度受限 6.樓中樓 7.古蹟 8.特殊應用",
  "FS-890 每月電費如何?": "正常使用及高負荷使用電費介於 150-200元/月 之間",
  "FS-890 運行速度?": "本設備運行速度為 9M/min (相當於一分鐘運行至4F)",
  "FS-890 可以做幾層樓?": "本設備控制系統最多可停6個停點。",
  "FS-890有配重系統嗎?": "本系統有配置平衡配重，其配置重量與車廂相當。",
  "FS-890 發生故障時怎麼辦?": "設備故障時請勿驚慌，車廂面板上印有公司服務電話。\n在有電的情形下，若發生任何故障請致電至公司24小時服務專線：03-5383290，如果遭遇停電且沒有安裝不斷電系統，則可以請外部人員手動開啟門扇，協助脫困。",
  "FS-890 會因故障而下墬嗎?": "不會，本設備採用齒輪齒條傳動，任何故障僅會停止，即便是配重鋼索斷損，也不會發生下墜之情形。",
  "FS-890 保固期多久?": "交機完成後二年內為保固期範圍，經判定非人為或近水源造成損壞，將直接更新零件，100%確保用戶權益。",
  "FS-890 的保養週期?": "分為兩種1.半年保養2.季保養 一般住家可選擇半年保養，公共場合規定必須季保養。",
  "FS-890 的保養費用?": "目前住家保養費為3,570元/次 公共場合3,750元/次，實際費用依保養合約為主，公司將依環境及通膨等因素適時反映",
  "FS-890 的使用年限?": "本公司產品出場前皆經嚴格品質測試、控管，產品設備經正常保養即可永久使用，如欲進行設備升級，用戶可以在不換軌道的情形下，更換設備的任何部件，包括車廂/運行核心/電控系統/開門系統。",
  "FS-890 是否有產品險?": "本公司已爲所研發之設備產品進行投保3,000萬產品意外責任險(兆豐產物保險)",
  "請問貴公司是否永續經營，如何確保使用者的權益?": "我是「黃啟修」，公司負責人，這套系統的緣起如下：\n2002年的一場電梯意外，我被壓在200公斤的設備下，雙腳骨折、無法呼吸，所幸奇蹟降臨，突然出現的三位老師，將我救出送醫。\n休養過程中，萌生了『做一台永不下墬的電梯』這個信念。\n重傷期間，太太不離不棄，伴我走過坐輪椅的時期，因聖經的教導，塑造我對生命與處世的價值觀，一直保守我經營公司到如今！」\n 我的全家都投入這個工作，孩子從小便訓練有關技術，這套設備所有概念到實現都是自行研發摸索多年的成果，零件100%是台灣生產，因此能掌握所有技術與知識，疫情時期零件也不曾斷供，這是我的心血也是我的一切，我熱愛這份工作，仍不斷的研發進步，感謝支持本公司的所有客戶。\n",
  "在家中使用貴公司的電梯需要向政府申請嗎?": "本公司的這類產品在台灣沒有相關的法規可以檢查並核發使用許可證，因此沒有辦法申請。",
  "在家中安裝電梯開樓板會影響房屋結構嗎?": "當然會，因此每一個案子都需要現場評估並制定結構補強計畫，方可施作。",
  "請問門扇是單開好還是雙開好": "關於門扇的單開及雙開，必須依照實際動線需要而設計，並無好壞之分",
  "請問開門系統可以設計隱藏嗎?": "本公司從2022年起開始為客戶訂製隱藏式開門器服務，相關服務請來電詢問。",
  "請問標準車廂高度是多少?": "標準車廂總高220CM，內部淨高207CM",
  "請問可以訂製車廂高度嗎?": "可以的，內部淨高最高220CM",
  "我家一樓空間有限，電梯可以平時停在二樓以上，需要時在叫下來嗎?": "可以的，通常應用在車庫裡，如果升降道在車庫中，車子將無法停放因此必需上升到其他樓層，下方的安全就要使用平面感測系統確保電梯下降時不會有異物在電梯正下方，並且必須加裝內門系統確保肢體不會因電梯上升時與樓板發生剪切的危險"
}
